using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace pyramid
{
    public static class Texts
    {
        public static string rules = "У грі потрібно прибрати з робочого столу карти, викладені у формі піраміди з 7 рядів з основою в 7 карт (всього 28 карт), дотримуючись таких вимог:"+
            "\n- Карти збираються парами таким чином, щоб їхня загальна сума балів відповідала значенню 13. " +
            "\n- Цінність числових карт збігається з їх цифровим значенням, цінність інших карт така: король - 13, дама - 12, валет - 11, туз - 1." +
            "\n- Пару карт можна зібрати як використовуючи карти, що знаходяться в самій піраміді, так і карти з додаткової резервної колоди." +
            "\n- Король забирається один, бо його номінал відповідає потрібній сумі." +
            "\n- Карти з піраміди використовуються лише в тому випадку, якщо вони не закриті картами нижче. " +
            "\n\nПорада. Додаткову колоду рекомендується починати відкривати не раніше, ніж усі можливі комбінації в основному розкладі вичерпані.";
    }
}
